Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uis.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: F2: The Candidate is able to apply his/her knowlegde to carry out concrete computations and reasonings, and thereby derive results within central parts of the subject areas mathematics and physics, both for familiar and new problems.
nb: F2 Kandidaten kan anvende sine kunnskaper til å gjennomføre konkrete beregninger og argumenter og dermed utlede resultater innenfor sentrale deler av fagområdene matematikk og fysikk, både kjente og nye problemstillinger.

source: Tour to Sicily (Italy) with Gianni Schicchi by Puccini.
nb: Turné til Sicilia (Italia) med Gianni Schicchi av Puccini.

source: For jazz/improvisation students:Final ensemble concert lasting at least 60 minutes.
nb: Sluttkonsert i ensemble på minimum 60 minutter.Ekstern sensur. Vilkår for å gå opp til eksamen/vurdering

source: The sedimentological part of the course examines the genesis of sediment and sedimentary rocks, their origin and deposition, which are fundamental for the understanding of source, reservoir, and seal rocks.
nb: Den sedimentologiske delen av kurset undersøker dannelsen av sediment og sedimentære bergarter, deres opprinnelse og avsetning, hvilket er grunnleggende for forståelsen av kildebergarter, reservoarbergarter og takbergarter.

source: Understand the terminology, scope, main results, and applications of mathematical signal and image processing and Fourier analysis
nb: Forstå terminologien, omfang, hovedresultater og anvendelser av matematiske signaler, bildebehandling og Fourier analyse

source: Be able to evaluate the potential for hydrocarbon deposits and production of these.
nb: Kunne vurdere potensialet for hydrokarbonforekomster og produksjon av disse.

source: After an hour of practice, the room can be taken over by the next person in line, but if you have not been thrown out after 10 minutes, you can sign up for a new hour.
nb: Etter en times øving kan rommet bli overtatt av nestemann i kø, men har du ikke blitt kastet ut etter 10 minutter kan du skrive deg opp til en ny time.

source: It is known that many of the technologies used in the deep-sea mining have been adopted from the offshore oil and gas industry.
nb: Det er kjent at mange av teknologiene som brukes i havdrift, er tatt i bruk fra offshore olje- og gassindustri.

source: There are over 30 bartenders who work voluntarily so we can offer the best prices and other fun events.
nb: Baren drives av over 30 bartendere som jobber frivillig for at vi kan tilby de beste prisene i baren og andre gøye arrangementer.

source: Business and Law – Start-up events 2021
nb: Økonomi og jus – studiestartprogram 2021

source: Furthermore, the student will have knowledge of selected advanced topics such as Paley-Wiener spaces and sampling of continuous signals.
nb: Videre kjenner studenten til utvalgte videregående emner som Paley-Wiener rom og sampling av kontinuerlige signaler.

source: The appropriateness of using cost-benefit analyses, cost-effectiveness analyses and multi-attribute analyses as decision support tools in safety management is also covered.
nb: Bruken av kost-nytteanalyse, kost-effektivitetsanalyser og multi-attributt analyser som beslutningsstøtteverktøy i sikkerhetsstyringen gjennomgås også.

source: Part IV Nuclear Physics and Atomic nucleus.
nb: Del IV Kjernefysikk Atomkjernen.

source: Davis et. al. eds), 2006, Ashgate. Working papers
nb: Davis et. eds), 2006, Ashgate. Forskningsartikler under arbeid

source: , developed in collaboration with VID Specialized University.
nb: som gjennomføres i samarbeid med VID vitenskapelige høgskole.

source: You will be notified by email and/or in the
nb: Du får beskjed på e-post og/eller i

source: Knowledge of patients' life experiences strengthens patient care.
nb: Elever i barneskolen skal få digitale og mer treffsikre kartleggingsprøver i lesing.

source: Before the coronavirus, I spent much of my time on campus, either in lectures, in the reading rooms or in the book café (recommended!).
nb: Før korona brukte jeg mye av tiden min på campus, enten i forelesning, på lesesaler eller på bok-kaféen (anbefales!).

source: You can pick up the printout on any printer on campus.
nb: Du kan hente utskriften på alle skrivere på campus.

source: “Aquaculture can play a crucial role in securing food for a global population that will exceed nine billion by 2050.
nb: – Havbruk kan spille en avgjørende rolle i å sikre mat til en global befolkning som vil overstige ni milliarder i 2050.

source: The program emphasizes the recording of acoustic music, with a focus on jazz and classical, and provides practical opportunities for advanced students to improve their audio education and experience.
nb: Studiet vektlegger innspilling av musikk i akustiske omgivelser, med fokus på jazz og klassisk musikk, og gir praktiske muligheter for viderekomne studenter til å forbedre sin lydutdanning og erfaring.

source: The student is responsible for following up all feedback from NSD and shall not start processing personal data until there is permission from NSD.
nb: Studenten er ansvarlig for å følge opp alle tilbakemeldinger fra NSD, og skal ikke starte behandling av personopplysninger før det foreligger tillatelse fra NSD.

source: Have a foundation for better understanding of subjects such as Mathematics 1 and Physics.
nb: Ha et grunnlag for dypere forståelse av emner som Matematikk 1 og Fysikk.

source: The application deadline is November 15.
nb: Søknadsfrist 15. november.

source: Einar (27) works as a senior broker and CFO
nb: Einar (27) jobber som senior aksjemegler og økonomisjef

source: work systematical y and wel with this.
nb: arbeide systematisk og godt med dette.

source: of the meaning of new security referents, more specifically food, water, energy and environmental security, including climate security.
nb: om betydningen av nye sikkerhetsobjekt, herunder mat-, vann-, energi- og miljøsikkerhet, inkludert klimasikkerhet.

source: A total of 63 per cent gained employment or started education.
nb: I alt oppnådde 63 prosent å komme i arbeid eller utdanning.

source: In spring 2019, the first student exchange ambassadors from the Faculty of Social Sciences went on an exchange.
nb: Våren 2019 reiste de første utvekslingsambassadørene fra Det samfunnsvitenskapelige fakultet på utveksling.

source: Water injection chemicals - biocides, oxygen scavengers, desulphation, tracers, water-based drag reducers, IOR chemicals.
nb: Injisering av vann - biocider, oksygen fjerning, sulfat fjerning, sporstoff, vannbaserte, DRA kjemikalier, IOR-kjemikalier.

source: Here you find information on how to apply to the to one-year studies level 2 and 3, and level 3 and 4.
nb: Her finner du informasjon om hvordan du skal søke på de to årsstudiene trinn 2 og 3, og trinn 3 og 4.

source: The form has to be filled in with name, address, ordering code (UK-ADM), bank account and the amount required to be refunded.
nb: Skjemaet fylles ut med navn, adresse, bestillerkode (UK-ADM), bankkonto samt beløpet som kreves refundert.

source: - have in-depth knowledge of central concepts, theories, principles, frameworks, approaches, methods and/or models related to the selected topic in risk management that the student has been working on
nb: - ha inngående kunnskap om sentrale konsepter, teorier, prinsipper, rammeverk, metoder og/eller modeller knyttet til det utvalgte temaet innen risikostyring som studenten har fordypet seg i

source: Further, relevant theory relating to the design of cities and the urban environment are introduced.
nb: Emner som blir behandlet er form og formspråk, sted og stedsforming, by- og gatemønster, plasser og byrom, samt en introduksjon til relevante teorier som er knyttet til formgivning av byer og byrom.

source: Remove personal information for Mac OS X – Word 2011
nb: Fjerne forfatterinformasjon for Mac OS X– Word 2011

source: Proposed improvements, as well as alternative consensus mechanisms are discussed.
nb: Foreslåtte forbedringer, samt alternative konsensusmekanismer blir diskutert.

source: advanced understanding of concepts within design, manufacturing, optimization, automation, mechanical system modelling and additive manufacturing
nb: videregående forståelse av konsepter innen design, produksjon, optimalisering, automatisering og prototyping (lagvis produksjon)

source: The meetings are mandatory, and are for both new and already active students.
nb: Møtene er obligatoriske, og er for både nye og allerede aktive studenter.

source: Master's degree in Business Administration
nb: Master i økonomi og administrasjon

source: A central ambition for the Group is to promote increased understandings of and dialogues between Norwegian, Nordic and international research, and political mobilizations in this field.
nb: For økt forståelse av, mer og bedre dialog mellom norsk, nordisk og internasjonal forskning i dette tverrfaglige og politiserte feltet.

source: The University Library have an agreement with Norsk Standard which gives students and staff at UiS a 70% discount when buying standards.
nb: Universitetsbiblioteket har en avtale med Norsk Standard som gir studenter og ansatte 70 % rabatt ved kjøp av standarder.

source: Who can apply for ConductIT?
nb: Hvem kan søke ConductIT?

source: The aims of the study of 295 OHS professionals in 69 units in Norway were to explore to what extent and how OHS work with alcohol prevention, and which factors that constitute barriers against increased alcohol preventive efforts.
nb: Formålet med studien av 295 ansatte ved 69 BHTer i Norge var å undersøke i hvilket omfang og hvordan de jobber alkoholforebyggende, og hva som fremstår som barrierer for økt alkoholforebyggende arbeid.

source: information about signs that may cause concern can be found under section 9.
nb: som kan gi grunn til bekymring fins det mer informasjon om under punkt 9.

source: Dorthe Bleses is a Professor at Aarhus University, School of Communication and Culture – Linguistics.
nb: Dorthe Bleses er professor ved Aarhus Universitet, Institutt for Kommunikasjon og Kultur – Lingvistikk.

source: G2: The Candidate is able to analyse and present complex problems in a logical and structured way.
nb: G2 Kandidaten kan analysere og presentere komplekse problemstillinger på en logisk og strukturert måte.

source: concerning admission to studies and courses at the University of Stavanger,section 3-1 letter d, it is
nb: Forskrift om opptak til studier og emner ved Universitetet i Stavanger § 3-1 bokstav d, kreves det at

source: This includes Nucleic acid-, Carbohydrate-, Protein-, and Nitrogen-, Lipid- as well as the photosynthetic and respiratory metabolism.
nb: Dette omfatter også nukleinsyre-, protein-, nitrogen-, lipid- samt fotosyntetisk- og respiratorisk metabolisme.

source: The printer is called uis-airprint, and automatically appears in the list of available printers when you choose to print a document.
nb: Skriveren heter uis-airprint, og kommer automatisk opp i listen over tilgjengelige skrivere når man velger å skrive ut et dokument.

source: For a year and a half, I have worked in a 40% part-time position at the
nb: I halvannet år har jeg jobbet i 40 prosent stilling hos

source: We are currently 106 members from many different courses, but we want even more!
nb: Nå har vi 106 medlemmer, men vi har alltid plass til fler!

source: Canvas is our learning platform (Learning Management System) which is used for communication between students and teachers.
nb: er vår læringsplattform (Learning Management System) som benyttes for kommunikasjon mellom studenter og faglærere.

source: Arguments for and against a given assertion should be presented in a logical way.
nb: Argumenter for og i mot en gitt påstand skal være logisk presentert.

source: The application deadline is 20 August the year you start your studies.
nb: Søknadsfrist for innpassing er 20. august det året man starter studiet.

source: Finally, the student must be able to complete simple, illustrative calculations within these areas of physics.
nb: Endelig skal studenten kunne gjennomføre simple, illustrative beregninger innenfor disse grenene av fysikken.

source: A specialisation in Water Science and Technology includes water chemistry and ecology, including technologies for treatment of water and runoff.
nb: En spesialisering innen Water Science and Technology (vannvitenskap), inneholder mer om akvatisk kjemi og økologi samt teknologier for behandling av vann og avløpsvann.

source: A “dosent” must be able to document extensive educational development work and other high-quality
nb: Dosent må kunne dokumentere omfattende pedagogisk utviklingsarbeid og annen pedagogisk virksomhet av

source: For the programmes where it is possible, it is not possible after 1 May.
nb: For de studiene hvor det er mulig, er det ikke mulig etter 1. mai.

source: FYS200 Thermo- and Fluid Dynamics, STA100 Probability and Statistics 1
nb: FYS200 Termo- og fluiddynamikk, STA100 Sannsynlighetsregning og statistikk 1

source: Law Bachelor and Business Law Master
nb: Rettsvitenskap bachelor og Forretningsjus master

source: University of Stavanger is participating in two new research projects led by NORCE.
nb: Rogaland brann og redning arrangerte pilotkurs for innsatsledere og utrykningsledere i september.

source: Students learn to structure their work using CRISP-DM and Data Science Process (Ask, Get, Explore, Model, Communicate and Visualize).
nb: Studentene lærer å strukturere sitt arbeid ved hjelp av CRISP-DM og Data Science-prosessen ("Ask, Get, Explore, Model, Communicate and Visualize").

source: Its objective is to promote outstanding presentation and community involvement at the University of Stavanger (UiS).
nb: Den har som formål å fremme fremragende formidling og samfunnsengasjement, ved Universitetet i Stavanger (UiS).

source: Social interaction/activity on and off campus is reduced to a minimum.
nb: Sosial omgang/aktivitet på og utenfor campus reduseres til et minimum.

source: Material behaviour under tensile loads, elasticity and plasticity.
nb: Materialers respons på strekkbelastning, elastisk og plastisk oppførsel.

source: All study programmes at the UiS have a set of defined learning targets.
nb: Alle studieprogram ved UiS har definerte mål for hva du skal lære gjennom studieløpet.

source: The winners of this year's Sandnes Sparebank Case Competition were Team Aarbakke with master's students Veronica Svihus Bollestad, Torbjørn Berge, Eivind Grov Sande and Anders Haugland Øvretveit.
nb: Vinnerne av årets Sandnes Sparebank Case Competion ble Team Aarbakke med masterstudentene Veronica Svihus Bollestad, Torbjørn Berge, Eivind Grov Sande og Anders Haugland Øvretveit.

source: Admission to Master in Pre-Hospital Critical Care
nb: Opptak til master i Pre-Hospital Critical Care

source: Implementation of on-campus activity – production of video material for admission to higher music education.
nb: Gjennomføring av on-campus aktivitet – produsering av videomateriale for opptak til høyere musikkutdanning.

source: Liquid nitrogen (minus 196 degrees Celsius) quickly releases all the carbon dioxide gas in the coke bottle.
nb: Flytende nitrogen (minus 196 grader C) utløser raskt all kulldioksidgass i colaflasken.

source: • is curious about and motivated to develop new knowledge together with others
nb: • er nysgjerrig og motivert for å utvikle ny kunnskap sammen med andre

source: Low-power long-range network architectures (i.e., LoRa/LoRaWAN, NB-IoT, and LTE-M) are also presented.
nb: Langdistansenettverksarkitekturer med lavt energiforbruk (dvs. LoRa / LoRaWAN, NB-IoT og LTE-M) presenteres også.

source: Many took advantage of that opportunity, and all the lectures had between 50 and 70 interested listeners from all over Norway.
nb: Mange benyttet den muligheten, og de daglige foredragene hadde alle mellom 50 til 70 tilhørere fra hele Norge.

source: The central course components include consonant and vowel production in RP and GA, suprasegmental features, such as stress, connected speech and intonation, as well as international variants of English (World Englishes).
nb: Studentene skal gjennom studiet få en grad av kjennskap til lydsystemene til to engelske uttalevarianter (RP og GA) med fokus på konsonanter, vokaler, trykk, sammenhengende tale og intonasjon, så vel som kjennskap til internasjonale varianter av engelsk (World Englishes).

source: “Offshore aquaculture not only has the potential to be a solution for more sustainable global food production, but also to create billions in value for Norway.”
nb: – Havbruk til havs har både potensiale til å være en løsning for en mer bærekraftig global matproduksjon, men også til å skape milliardverdier for Norge.

source: are reserved for students admitted to study programmes.
nb: Tre obligatoriske arbeidskrav må være godkjent for å gå opp til eksamen.

source: These decision thresholds are optimal with respect to minimizing the expected error rate.
nb: Kan utveksle synspunkter og erfaringer og opptre som nyttig og saklig aktør i en vitenskapelig debatt

source: Be able to calculate with complex numbers in Cartesian, polar and exponential form, find powers and roots of complex numbers.
nb: Kunne regne med komplekse tall på kartesisk, polar og eksponensial form, finne potenser og røtter av komplekse tall.

source: With an expanded model for IPS, 63% of people with severe mental illness who were unemployed found a job or started education.
nb: Med en utvidet modell for individuell jobbstøtte (IPS) kom 63 prosent av personer uten jobb med alvorlig psykiske lidelser i jobb eller utdanning.

source: Line Association for electrical- and computer engineering.
nb: Fagforeningen for lektor- og PPUstudenter ved Universitetet i Stavanger.

source: - Be able to make routines for reading and writing data to file, plotting of data, both in 2D and 3D.
nb: Kunne lage rutiner som håndterer lesing og skriving av data til fil, plotting av data, både i 2D og 3D.

source: The course gives insight into different technologies and models for blockchain systems.
nb: Faget gir innsikt i forskjellige teknologier og modeller for blokkjedesystemer.

source: oral, written and graphic presentations about topics that relate to the city region, regional planning or long term land use and transport plans
nb: muntlig, skriftlig og grafisk presentasjon av tema som er relatert til byregionen, regional planlegging og langsiktige areal- og transportplaner

source: The draw is carried out 4 weeks before the scheduled date of the practical exam.
nb: Trekning gjennomføres 4 uker før oppsatt dato for praktisk eksamen.

source: Short introduction to CFD.
nb: Kort innføring i CFD.

source: A “dosent” must have high qualifications within one or more of the areas mentioned in regulations.
nb: Dosent må ha høye kvalifikasjoner innenfor ett eller flere av områdene nevnt i forskrift.

source: Possess a fundamental understanding of fracture mechanics, fracture mechanics testing, weld defects, inspection and structural integrity.
nb: Ha en grunnleggende forståelse av bruddmekanikk, bruddmekanikksprøving, sveisefiel, inspeksjon og konstruksjonersintegritet.

source: The goal of the collaboration for Anko AS is to further develop land-based industry by developing smart solutions that benefit from experience from the petroleum industry.
nb: For Anko er målsetningen med samarbeidet å videreutvikle landbasert industri ved å utvikle smarte løsninger som drar nytte av erfaringer fra petroleumsindustrien.

source: It is important to be clear and specific about which events and activities that should not be
nb: Det er viktig å klargjøre hvilke arrangementer og aktiviteter som ikke bør tillates på campus, og

source: Subtractive manufacturing techniques (Lathe and Milling)
nb: Subtraktiv produksjonsteknikk (Dreiebenk og fresing)

source: Door 8: Howling hose and confetti
nb: Luke 8: Hylende slanger og konfetti

source: Higher education completed before 2005 in Norway may vary if all of the results have been included in the system.
nb: Utdanning fullført før 2005 kan variere litt om alle resultater er lagt inn i systemet, slik at vi anbefaler å laste opp vitnemål fra graden.

source: Taking the learning outcomes as a basis, you will read strategically and may not even need to read all of the books and everything on the reading list.
nb: Når du begynner med læringsutbyttene leser du strategisk, og da trenger du kanskje ikke lese alle bøkene og alt som står på pensumlisten.

source: The library is open, but all visitors must keep a distance of 1 meter or use a facemask.
nb: Biblioteket er åpent, men alle besøkende må holde 1 meters avstand eller bruke munnbind.

source: Calculate acceptance criteria for use in NDT based on characteristic fracture parameters.
nb: Kunne beregne akspet kriterier for bruk i NDT basert på brudd begreper.

source: Stavanger AI Lab – collaboration
nb: Stavanger AI Lab – samarbeid

source: , Ullandhaug library
nb: , biblioteket Ullandhaug

source: K2: The Candidate has broad knowledge of the scientific theories and methods of the subject areas.
nb: K2 Kandidaten har bred kunnskap om fagområdenes vitenskapelige teorier og metoder.

source: • has a keen commitment to the development and quality of higher education
nb: • er engasjert for utvikling av og kvalitet i høyere utdanning

source: Gründer Murshid M. Ali disputerte for ph.d.-graden i ledelse, økonomi og reiseliv ved UiS 6. PhD course in Econometrics with Professor of Economics Magne Mogstad, University of Chicago
nb: Gründer Murshid M. Ali disputerte for ph.d.-graden i ledelse, økonomi og reiseliv ved UiS 6. Effekten av medelever og tankesett

source: The Regional Committee for Medical and Health Research Ethics has made a research ethics assessment and approved the project, REK number 222455
nb: Regional komité for medisinsk og helsefaglig forskningsetikk har gjort en forskningsetisk vurdering og godkjent prosjektet, REK nummer 222455.

source: The close collaboration with Opera Rogaland gives students unique opportunities for participation in productions with professional performers, directors and conductors.
nb: Det nære samarbeidet med Opera Rogaland gir studentene unike muligheter for deltagelse i produksjoner med profesjonelle utøvere, regissører og dirigenter.

source: As a student, you get a lot of practical experience of recording concerts.
nb: Som student får du mye praktisk erfaring med å ta opptak av konserter.

source: CFO and Deputy CEO of Sandnes Sparebank, Tomas N. Middelthon.
nb: CFO og viseadministrerende direktør i Sandnes Sparebank, Tomas N.

source: CFO and Deputy CEO of
nb: CFO og viseadministrerende direktør i

source: The course gives an introduction about the city region as a relevant scale for regional and urban development.
nb: Kurset gir en innføring i byregionen som relevant skala for regional og byutvikling.

source: Student exchange in Europe through Erasmus+
nb: Forhåndsgodkjenning av utvekslingsoppholdet

source: They will issue an I-20 or DS-2019 depending on the visa type.
nb: De vil utstede et I-20 eller DS-2019 avhengig av visumtype.

source: • has shown the ability to col aborate with people from different professional backgrounds
nb: • har vist evne til å samarbeide med personer med ulik faglig bakgrunn

source: Pulpit Rock. Preikestolen is a square rock formation resembling a pulpit standing 604 meters above the majestic Lysefjord in Norway.
nb: Preikestolen er en fjellformasjon 604 meter over havet i majestetiske Lysefjorden. Et av Norges mest populære turistmål befinner seg kort vei med buss fra Stavanger.

source: "Radicalization and extremism are not challenges that universities and colleges can solve on their own.
nb: «Radikalisering og ekstremisme er ikke noe universiteter og høyskoler kan løse på egenhånd.
